Repository: Sabayon/sulfur
Catalog: po/*.po
Languages: sk

source: No description
sk: Žiaden popis

source: entered the repository
sk: vstúpil do repozitára

source: license
sk: licencia

source: No category
sk: Bez kategórie

source: Applications without a group
sk: Aplikácie bez skupiny

source: Rating
sk: Hodnotenie

source: These are the packages that would be disabled
sk: Toto sú balíčky, ktoré by boli blokované.

source: Once confirmed, these packages will be considered masked.
sk: Ak to raz potvrdíte, tieto balíčky budú považované za skryté.

source: Package Set has broken dependencies, Sets not found
sk: Balíček časti má porušené závislosti, časti nie sú nájdené

source: There are incomplete package sets, continue at your own risk
sk: Sú tu nekompletné balíčky častí, pokračujte na vlastné riziko

source: Application
sk: Aplikácie

source: Username
sk: Meno používateľa

source: Password
sk: Heslo

source: Please login against
sk: Prosím prihláste sa na

source: repository
sk: repozitár

source: Vote registered successfully
sk: Hlas bol úspešne započítaný

source: Error registering vote
sk: Chyba pri započítavaní hlasu

source: Applications
sk: Aplikácie

source: Applications to remove
sk: Aplikácie k zmazaniu

source: Applications to downgrade
sk: Balíčky k downgrade

source: Applications to install
sk: Aplikácie k inštalácii

source: Applications to update
sk: Aktualizácie aplikácií

source: Applications to reinstall
sk: Aplikácie k preinštalovaniu

source: Proposed
sk: Navrhnutý

source: Destination
sk: Cieľ

source: Status
sk: Stav

source: Security id.
sk: Bezpečnostné id.

source: Application name
sk: Meno aplikácie

source: Description
sk: Popis

source: Please wait, loading...
sk: Prosím čakajte, načítavanie...

source: Advisories are being loaded
sk: Odporúčania sa načítavajú

source: No advisories
sk: Žiadne odporúčania

source: There are no items to show
sk: Nie sú žiadne položky k zobrazeniu

source: Repository
sk: Repozitár

source: Filename
sk: Názov súboru

source: Active
sk: Aktívny

source: Update
sk: Aktualizuj

source: Revision
sk: Revízia

source: Repository Identifier
sk: Identifikátor repozitáru

source: Attention
sk: Pozor

source: There are packages that can't be installed at the same time, thus are blocking your request:
sk: Tu sú balíčky, ktoré nemôžu byť nainštalované súčasne, takže blokujú vašu požiadavku:

source: These are the needed packages
sk: Toto sú potrebné balíčky

source: These packages must be removed from the removal queue because they depend on your last selection. Do you agree?
sk: Tieto balíčky musia byť vymazané z fronty na vymazanie, pretože závisia na vašom poslednom výbere. Súhlasíte?

source: These packages must be excluded
sk: Tieto balíčky musia byť vyňaté

source: These packages must be removed from the queue because they depend on your last selection. Do you agree?
sk: Tieto balíčky musia byť vymazané z fronty pretože závisia na vašom poslednom výbere. Súhlasíte?

source: Some dependencies couldn't be found. It can either be because they are masked or because they aren't in any active repository.
sk: Niektoré závislosti nie je možné nájsť. Môže to byť tým, že sú skryté, alebo že nie sú v žiadnom aktívnom repozitári.

source: Needed disk space
sk: Potrebné miesto na disku

source: Freed disk space
sk: Veľkosť uvoľneného miesta na disku

source: These are the packages that would be installed/updated
sk: Toto sú balíčky, ktoré by boli nainštalované/aktualizované

source: Cannot remove packages
sk: Nie je možné odstrániť balíčky

source: Some dependencies couldn't be removed because they are vital.
sk: Niektoré závislosti nie je možné odstrániť, pretože sú dôležité.

source: Freed space
sk: Uvoľnené miesto

source: Needed space
sk: Potrebné miesto

source: Unknown
sk: Neznámy

source: User configuration
sk: Nastavenie používateľa

source: Try to update your repositories
sk: Skúste aktualizovať vaše repozitáre

source: No updates available
sk: Nie sú dostupné žiadne aktualizácie

source: It seems that your system is already up-to-date. Good!
sk: Vyzerá, že váš systém je už aktuálny. Výborne!

source: The current view is loading.
sk: Aktuálne zobrazenie sa načítava

source: Be patient, sit down and relax.
sk: Buďte trpezliví, sadnite si a relaxujte.

source: No packages found means nothing to show!
sk: Žiadne nájdené balíčky znamená nič na zobrazenie!

source: Nothing found
sk: Nič nebolo nájdené

source: No packages found using the provided search term
sk: Neboli nájdené žiadne balíčky zodpovedajúce hľadanému výrazu

source: No packages to show
sk: Žiadne balíčky k zobrazeniu

source: There are no packages that can be shown, sorry.
sk: Prepáčte, nie sú žiadné balíčky, ktoré by bolo možné ukázať.

source: Programming:
sk: Programovanie:

source: Translation:
sk: Preklad:

source: Dedicated to:
sk: Venované:

source: User
sk: Používateľ

source: Entropy is running in safe mode
sk: Entropy beží v bezpečnom móde

source: Please fix as soon as possible
sk: Prosím opravte to čo najskôr

source: Safe Mode
sk: Bezpečný mód

source: April 1st, w0000h0000! Gonna erase your hard disk!
sk: 1. Apríl, w0000h0000! Bude vymazaný váš pevný disk!

source: Love love love... <3
sk: Láska láska láska... <3

source: Oh oh ooooh... Merry Xmas!
sk: Oh oh ooooh... Veselé Vianoce!

source: Sync
sk: Synchronizovať

source: Install
sk: Nainštalovať

source: Search
sk: Hľadať

source: Default packages sorting
sk: Predvolené triedenie balíčkov

source: Sort by name [A-Z]
sk: Zoraď abecedne [A-Z]

source: Sort by name [Z-A]
sk: Zoraď abecedne [Z-A]

source: Sort by downloads
sk: Zoraď podľa stiahnutia

source: Sort by votes
sk: Zoraď podľa hodnotienia

source: Sort by repository
sk: Zoraď podľa repozitára

source: Sort by date (simple)
sk: Zoraď podľa dátumu (jednoduché)

source: Sort by date (grouped)
sk: Zoraď podľa dátumu (skopinové)

source: Sort by license (grouped)
sk: Zoraď podľa licencií (skupinové)

source: Sort by Groups
sk: Zoraď podľa skupín

source: The repositories listed below are configured but not available. They should be downloaded.
sk: Dole uvedené repozitáre sú nastavené, ale nie sú dostupné. Mali by sa stiahnut.

source: If you don't do this now, you won't be able to use them.
sk: Pokiaľ to teraz neurobíte, nebude to možné používať.

source: Download now
sk: Stiahnuť teraz

source: Skip
sk: Preskočiť

source: Item
sk: Položka

source: Database
sk: Databáza

source: Date
sk: Dátum

source: Logged in as
sk: Prihlásený ako

source: UGC Status
sk: OVU Stav

source: Error setting parameter
sk: Chyba nastavenia parametru

source: must be of type
sk: musí byť typu

source: got
sk: mal

source: An issue occured while saving a preference
sk: Počas ukladania predvoľby sa vyskytol problém

source: These packages are masked either by default or due to your choice. Please be careful, at least.
sk: Tieto balíčky sú predvolene skryté alebo vašou voľbou. Prosím buďte opatrní.

source: Generating metadata. Please wait.
sk: Vytváranie metaúdajov. Prosím čakajte.

source: Retrying in 1 second.
sk: Opakovanie za 1 sukundu.

source: Error loading advisories
sk: Cyba načítania avíz

source: Errors updating repositories.
sk: Chyba aktualizácie repozitárov.

source: Please check logs below for more info
sk: Prosím pre viac informácií skontrolujte zápis dolu

source: Repositories updated successfully
sk: Repozitáre boli úspešne aktualizované

source: sys-apps/entropy needs to be updated as soon as possible.
sk: je potrebné aktualizovať sys-apps/entropy čo najskôr.

source: Another Entropy instance is locking this task at the moment. Try in a few minutes.
sk: Iná výzva Entropy momentálne blokuje túto úlohu. Skúste za pár minút.

source: Updating repositories...
sk: Aktualizácia repozitárov

source: Running tasks
sk: Prebiehajúce úlohy

source: Testing dependencies...
sk: Testovanie závislostí...

source: No missing dependencies found.
sk: Neboli nájdené žiadne chýbajúce závislosti.

source: Missing dependencies found, but none of them are on the repositories.
sk: Boli zistené chýbajúce závislosti, ale niektoré z nich nie sú v repozitároch.

source: Some missing dependencies have not been matched, others are going to be added to the queue.
sk: Niektoré chýbajúce závislosti neboli uzavreté, ostatné budú pridané do fronty.

source: All the missing dependencies are going to be added to the queue
sk: Vsetky chýbajúce závislosti budú pridané do fronty.

source: Testing libraries...
sk: Testovanie knižníc...

source: Libraries test aborted
sk: Test knižníc bol prerušený

source: Some broken packages have not been matched, others are going to be added to the queue.
sk: Niektoré poškodené balíčky neboli uzavreté, ostatné budú pridané do fronty.

source: All the broken packages are going to be added to the queue
sk: Všetky poškodené balíčky budú pridané do fronty.

source: These packages are no longer available
sk: Tieto balíčky už nie su dostupné

source: updates
sk: aktualizácií

source: Showing
sk: Zobrazenie

source: No packages need or can be queued at the moment.
sk: Vtomto momente žiaden balíček nie je potrebné alebo možné pridať do fronty.

source: Name and description
sk: Meno a popis

source: Entropy Search
sk: Entropy hľadanie

source: Abort action
sk: Prerušiť činnosť

source: Ignore
sk: Ignorovať

source: Tasks completed successfully.
sk: Úloha úspešne dokončená.

source: Something bad happened, have a look at the messages in the terminal below.
sk: Stalo sa niečo zlé. Pozrite sa na správu dole v tremináli.

source: Attention. An error occured while processing the queue. Please have a look at the terminal.
sk: Pozor. Vyskytla sa chyba počas spracovania fronty. Prosím pozrite sa na terminál.

source: Attention. Something really bad happened. Please have a look at the terminal.
sk: Pozor. Stalo sa niečo zlé. Prosím pozrite sa na terminál.

source: Attention. You have updated Entropy. Sulfur will be reloaded.
sk: Pozor. Aktualizovali ste Entropy. Sulfur bude znovu načítaný.

source: Processing Packages in queue
sk: Spracovanie balíčkov vo fronte

source: No packages selected
sk: Nie je vybraný žiaden balíček

source: Skipping current mirror.
sk: Preskočenie súčasného zrkadla.

source: Did you know that you can comment, vote and add documents to applications like in a wiki?
sk: Vedeli ste, že možete komentovať, hlasovať a pridávať dokumenty k aplikáciam ako na wiki?

source: Did you know that you can add icons or files to applications by simply dropping images from your Desktop onto them?
sk: Vedeli ste, že múžete pridávať ikony alebo súbory k aplikáciam jednoduchým pretiahnutím obrázkov z vašej plochy na ne?

source: Did you know that Sulfur has an Advanced mode, just click Sulfur -> Advanced mode?
sk: Vedeli ste, že Sulfur má pokročilý režim? len kliknite Sulfur -> Pokročilý režim

source: Did you know that the guy who wrote this tip was really asleep at the time?
sk: Vedeli ste, že chlapík čo napísal tento tip vtedy spal?

source: Did you know that you can backup your installed application repository by enabling Advanced mode and going to Preferences tab?
sk: Vedeli ste, že môžete zálohovať váš repozitár nainštalovaných aplikácií na karte Predvoľby po zapnutí Pokročilého režimu?

source: Did you know that you can customize interface colors by enabling Advanced mode and going to Preferences tab?
sk: Vedeli ste, že si môžete upraviť farby rozhrania na karte Predvoľby po zapnutí Pokročilého režimu?

source: No Repository Identifier
sk: Žiaden identifikátor repozitáru

source: Duplicated Repository Identifier
sk: Duplicitný identifikátor repozitára

source: No download mirrors
sk: Nesťahovať zrkadlá

source: Insert URL
sk: Vložte URL

source: Enter a download mirror, HTTP or FTP
sk: Vložte a stiahnite zrkadlo, HTTP alebo FTP

source: Insert Repository
sk: Vložiť repozitár

source: Insert Repository identification string
sk: Vložte indentifikačný reťazec repozitáru

source: This Repository identification string is malformed
sk: Identifikačný reťazec repozitáru je poškodený

source: Wrong entries, errors
sk: Nesprávne položky, chyby

source: Repositories Notice Board
sk: Vývesná tabuľa repozitárov

source: Here below you will find a list of important news directly issued by your applications maintainers. Double click on each item to retrieve detailed info.
sk: Tu nájdete zoznam dôležitých správ práve vydaných vašim správcom aplikácií. Dvojtým kliknutím na jednotlivé položky získate podrobnejšie informácie.

source: Notice
sk: Poznámka

source: Title
sk: Názov

source: Expand to browse
sk: Rozbaľ k prehliadaniu

source: Author
sk: Autor

source: Keywords
sk: Kľúčové slová

source: Yes
sk: Ano

source: Package ChangeLog
sk: Denník zmien balíčka

source: Error
sk: Chyba

source: License name
sk: Meno licencie

source: Sources
sk: Zdroje

source: Mirrors
sk: Zrkadlá

source: Dependencies
sk: Závislosti

source: Depends
sk: Závisí

source: Needed libraries
sk: Potrebné knižnice

source: Protected item
sk: Chránená položka

source: Type
sk: Typ

source: File
sk: Súbor

source: Content
sk: Obsah

source: Number of downloads
sk: Počet stiahnutí

source: Remotely
sk: Vzdialene

source: Removed repository
sk: Zmazaný repozitár

source: Package
sk: Balíček

source: Bug
sk: Chyba

source: Reference
sk: Posudok

source: impact
sk: vplyv

source: access
sk: prístup

source: Vulnerables
sk: Zraniteľnosti

source: Unaffected
sk: Nedoktnuté

source: Write your
sk: Napíšte vaše

source: Select your
sk: Vyberte váš

source: Submit issue
sk: Odovzdať problém

source: Empty Document
sk: Prázdny dokument

source: Invalid Description
sk: Neplatný popis

source: Invalid Document Type
sk: Neplatný typ dokumentu

source: Invalid Title
sk: Neplatný nadpis

source: Do you confirm your submission?
sk: Potvrdzujete vaše podanie?

source: Document added successfully. Thank you
sk: Dokument bol úspešne pridaný. Ďakujeme

source: Success!
sk: Úspech!

source: UGC Error
sk: OVU Chyba

source: Write your document
sk: Napíšte váš dokument

source: Select your file
sk: Vyberte váš súbor

source: On repository
sk: V repozitári

source: These are the packages that must be enabled to satisfy your request
sk: Toto sú balíčky, ktoré musia byť aktivované, aby bola splnená vaša požiadavka

source: Some packages are masked
sk: Niektoré balíčky sú skryté

source: Masked package
sk: Skrytý balíček

source: Please confirm the actions above
sk: Prosím potvrď te hore zobrazené činnosti

source: To be downgraded
sk: Bude downgradované

source: To be removed
sk: Bude zmazané

source: To be reinstalled
sk: Bude preinštalované

source: To be installed
sk: Bude nainštalované

source: To be updated
sk: Bude aktualizované

source: About
sk: O...

source: Sulfur file chooser
sk: Volič súboru Sulfur

source: Sulfur Question
sk: Sulfur otázka

source: Hey!
sk: Hej!

source: Please fill the following form
sk: Prosím vyplnte nasledujúci formulár

source: Add atom
sk: Pridať atom

source: Invalid entry
sk: Neplatný vstup

source: Cancel
sk: Zrušiť

source: License
sk: Licencia

source: Accepted
sk: Prijatá

source: license text
sk: text licencie

source: Exception caught
sk: Chytená výnimka

source: Sulfur crashed! An unexpected error occured.
sk: Sulfur spadol! Vyskytkla sa neočakavaná chyba.

source: Your report has been submitted successfully! Thanks a lot.
sk: Vaše známenie bolo úspešne odovzdané! Ďakujeme pekne.

source: Cannot submit your report. Not connected to Internet?
sk: Nie je možné odovzdať vaše oznámenie. Ste pripojení na internet?

source: Error during backup
sk: Chyba počas zálohy

source: Backup complete
sk: Záloha dokončená

source: Error during restore
sk: Chyba počas obnovenia

source: Restore complete
sk: Obnovenie dokončené

source: Error during removal
sk: Chyba počas odstránenia

source: The chosen package is not vulnerable
sk: Vybraný balíček nie je nechránený

source: Packages in Advisory have been queued.
sk: Baličky v odporúčení boli pridané do fronty.

source: Packages in all Advisories have been queued.
sk: Balíčky vo všetkých odporúčaniach boli pridané do fronty.

source: Are you sure ?
sk: Ste si istí?

source: Error saving parameter
sk: Chyba ukladania parametru

source: not saved
sk: nie je uložené

source: New
sk: Nové

source: Please insert a new path
sk: Prosím vložte novú cestu

source: Please edit the selected path
sk: Prosím upravte vybranú cestu

source: You have chosen to install this package
sk: Vybrali ste nainštalovať tento balíček

source: Please select at least one repository
sk: Prosím vyberte aspoň jeden repozitár

source: No packages in queue
sk: Žiadne balíčky nie sú vo fronte

source: Queue is too old. Cannot load.
sk: Fronta je príliš stará. Nie je možné načítať.

source: Update your system now ?
sk: Aktualizovať váš systém teraz?

source: You have chosen to interrupt the processing. Are you sure you want to do it ?
sk: Vybrali ste prerušiť spracovanie. Ste si istí že to chcete urobiť?

source: UGC credentials cleared
sk: OVU poverenie bolo zmazané

source: Choose what Package Set you want to add
sk: Vyberte systémový balíček, ktorý chcete pridať

source: Choose what Package Set you want to edit
sk: Vyberte systémový balíček, ktorý chcete upraviť

source: Package Set name
sk: Názov systémového balíčka

source: Package atoms
sk: Atomy balíčku

source: No package sets available for removal.
sk: Ziadne systémové balíčky nie sú dostupné k zmazaniu

source: Removable Package Set
sk: Odstrániteľný systémový balíček

source: Choose what Package Set you want to remove
sk: Vyberte systémový balíček, ktorý chcete odobrať

source: Error enabling masked package
sk: Chyba pri povolení skryteho balíčka

source: Fetching
sk: Získavanie

source: Downloading sources
sk: Sťahovanie zdrojov

source: Installing
sk: Inštalovanie

source: Add/Edit Repository
sk: Pridať/Upraviť Repozitár

source: Adding a <b>new repository</b> lets you access <b>extra software</b>
sk: Pridanie <b>nového repozitára</b> vám umožní prístup k <b>extra softvéru</b>

source: Compression
sk: Komprimovanie

source: Identifier
sk: Názov

source: Repository information
sk: Informácie o repozitári

source: _Insert String
sk: _Vložiť reťazec

source: Advisory information
sk: Pomocné informácie

source: button
sk: tlačidlo

source: _Overview
sk: _Náhľad

source: Affected packages
sk: Postihnuté balíčky

source: Bugs
sk: Chyby

source: _Details
sk: _Detaily

source: _More
sk: _Viac

source: Please Confirm
sk: Prosím potvrďte

source: S_end Error Report
sk: _Poslať oznámenie o chybe

source: Please submit this error to us providing as much information as possible.
sk: Prosím pošlite nám túto chybu pokiaľmožno s čo najviac podrobnosťami.

source: What you were doing
sk: Čo ste robili

source: Your E-mail
sk: Váš E-mail

source: Your Full Name
sk: Vaše celé meno

source: You <b>need to accept</b> the licenses below. Please read them carefully and <b>make your choice</b>.
sk: Je <b>potrebné prijať</b> nasledovné licencie. Prosím pozorne si ich prečítajte a <b>rozhodnite sa</b>.

source: _Read License
sk: Čítať _Licenciu

source: _Accept License
sk: _Prijať Licenciu

source: Install from binary package...
sk: Inštalovať z binárneho balíčka...

source: Install a stand-alone package file
sk: Nainštaluje samostatný súbor balíčka

source: Switch Sulfur to Advanced Mode
sk: Prepnúť Sulfur do Pokročilého režimu

source: Advanced Mode
sk: Pokročilý režim

source: S_ervices
sk: S_lužby

source: R_epositories Notice Board
sk: Vývesná _tabuľa repozitárov

source: _Help
sk: _Pomocník

source: Tips 'n tricks
sk: Tipy a triky

source: Show Sulfur tips and tricks
sk: Zobrazí tipy a triky pre Sulfur

source: Download updated repositories containing new applications
sk: Stiahne aktualizované repozitáre obsahujúce nové aplikácie

source: Refresh
sk: Obnoviť

source: Show updates
sk: Ukáže aktualizácie

source: Updates
sk: Aktualizácie

source: Show available applications
sk: Ukáže dostupné aplikácie

source: Available
sk: Dostupné

source: Show installed applications
sk: Ukáže nainštalované aplikácie

source: Installed
sk: Nainštalované

source: Show masked applications
sk: Ukáže skryté aplikácie

source: Masked
sk: Skryté

source: Show any existing application
sk: Ukáže všetky aplikácie

source: All
sk: Všetky

source: Show package sets (groups)
sk: Ukáže systémové balíčky (skupiny)

source: Sets
sk: Systémové

source: Click to start searching
sk: Kliknite sem na začatie hľadania

source: Show install queue
sk: Ukáže frontu na inštaláciu

source: _Update all
sk: _Aktualizuj všetko

source: _Remove All
sk: _Odstrániť Všetko

source: _Update Repositories
sk: _Aktualizovať Repozitáre

source: Cl_ean
sk: V_yčistiť

source: Download only
sk: Iba stiahnuť

source: If selected, packages will be downloaded only
sk: Ak je vybrané, balíček sa iba stiahne

source: Download source code
sk: Stiahnuť zdrojový kód

source: _Commit Actions
sk: _Vykonať činnosti

source: _Add Set
sk: _Pridať časť

source: _Remove Set
sk: _Odstrániť časť

source: _Edit Set
sk: _Upraviť časť

source: Browse applications
sk: Prehľadá aplikácie

source: Show unapplied
sk: Ukáže nepoužité

source: Show applied
sk: Ukáž použité

source: Show all
sk: Ukáž všetky

source: Q_ueue packages in selected Advisory
sk: P_ridať balíčky vo vybranom odporučení

source: _Queue all vulnerable packages
sk: _Pridať všetky nechránené balíčky

source: Security advisories, make sure your 'puter is really secure
sk: Bezpečnostné avíza, uistite sa, že váš počítač je skutočne zabezpečený

source: Security
sk: Bezpečnosť

source: _Force repositories update
sk: _Vynútiť aktualizáciu repozitárov

source: Repositories options
sk: Možnosti repozitára

source: R_egenerate Cache
sk: _Obnoviť vyrovnávaciu pamäť

source: Update, enable, disable application repositories
sk: Aktualizuje, zapne, vypne repozitáre aplikácií

source: Repositories
sk: Repozitáre

source: C_hanges
sk: Z_meny

source: M_erge
sk: Z_lúčiť

source: Dele_te all
sk: Zm_azať všetko

source: Merge all
sk: Zlúčiť všetko

source: Applications can alter your system configuration, merge requested changes manually
sk: Aplikácie môžu zmeniť konfiguráciu vášho systému, zlúčte žiadané zmeny ručne

source: System files
sk: Systémové súbory

source: Prevents files belonging to a package being overwritten by another
sk: Ochraňuje súbory patriace k balíčku pred prepísaním inými

source: Disabled Removal only Install+Removal
sk: Zablokovaný Iba odstránenie Inštalácia+Odstránenie

source: Collision protection
sk: Ochrana kolízie

source: This is what they call "nice level"
sk: Toto je to, čo sa nazýva "nice level"

source: Process priority (nice)
sk: Priorita spracovania (nice)

source: Backup configuration files
sk: Záloha konfiguračných súborov

source: Entropy can keep a backup of your updated configuration files
sk: Entropy môže ponechať zálohu vašich aktualizovaných súborov

source: Dependencies algorithm
sk: Algorytmus závislostí

source: Reliable Relaxed
sk: Spoľahlivý Uvoľnený

source: Ignored protected files
sk: Zamietnuté chranené súbory

source: Protected files and directories mask
sk: Maska chránených súborov a priečinkov

source: Protected files and directories
sk: Chránené súbory a priečinky

source: System
sk: Systém

source: type your password here
sk: napíšte sem vaše heslo

source: type your username here
sk: napíšte sem vaše používateľské meno

source: Proxy Password
sk: Heslo Proxy

source: Proxy Username
sk: Meno používateľa Proxy

source: kB/sec
sk: kB/s

source: 0 = no limit; 100 = 100kB/sec
sk: 0 = bez limitu; 100 = 100kB/s

source: Download speed limit
sk: Obmedzenie rýchlosti sťahovania

source: Example: http://proxy:1234
sk: Príklad: http://proxy:1234

source: Socket settings
sk: Nastavenie pripojenia

source: Networking
sk: Pripojenie do siete

source: Generate login information
sk: Vytvoriť prihlasovacie informácie

source: Discard login information
sk: Vymazať prihlasovacie informácie

source: Clear all credentials
sk: Vymazať všetky posudky
