Repository: Sabayon/sulfur
Catalog: po/*.po
Languages: sk

source: User Generated Content
sk: Obsah vytvorený užívateľom

source: Terminal font
sk: Písmo terminálu

source: Generic title 1
sk: Všeobecný nápis 1

source: Generic title 2
sk: Všeobecný nápis 2

source: Background error message
sk: Pozadie chybového hlásenia

source: Error message
sk: Chybové hlásenie

source: Background succ. message
sk: Pozadie hlásenia úspechu

source: Text on succ. message
sk: Text na hlásení úspechu

source: Text on error message
sk: Text na chybovom hlásení

source: General
sk: Hlavné

source: Package (default)
sk: Balíček (predvolené)

source: Package not installed
sk: Nenainštalovaný balíček

source: Package removed
sk: Odstránený balíček

source: Package updated
sk: Aktualizovaný balíček

source: Package reinstalled
sk: Preinštalovaný balíček

source: Package description
sk: Popis balíčka

source: Package subtitle
sk: Podnadpis balíčka

source: Package sub-description
sk: Podrobný popis balíčka

source: Package category
sk: Kategória balíčka

source: Package downgrade
sk: Downgrade balíčka

source: Packages
sk: Balíčky

source: Interface Colors
sk: Farby rozhrania

source: <b>Entropy database backup tool</b>
sk: <b>Nástroj zálohovania Entropy databázy</b>

source: <small>Using this tool, you will be able to backup and restore your Operating System packages database.</small>
sk: <small>Ak použijete tento nástroj, budete mocť zálohovať a obnoviť databázu balíčkov vášho Operačného systému.</small>

source: New backup
sk: Nová záloha

source: Restore selected
sk: Obnoviť vybrané

source: Delete selected
sk: Zmazať vybrané

source: Dependencies test
sk: Test závislostí

source: Libraries test
sk: Test knižníc

source: System Database
sk: Databáza systému

source: Restore
sk: Obnoviť

source: Save
sk: Uložiť

source: Change Sulfur preferences
sk: Zmení nastavenia Sulfur-u

source: Preferences
sk: Predvoľby

source: _Skip mirror
sk: _Preskočiť zrkadlo

source: _Abort
sk: _Prerušiť

source: Process details
sk: Detaily priebehu

source: Monitor applications install/removal execution process
sk: Monitor realizácie inštalácie/odstránenia aplikácii

source: Progress
sk: Priebeh

source: Hide this until something new happens
sk: Skryť pokiaľ sa nestane niečo nové

source: Install the selected package
sk: Nainštaluje vybraný balíček

source: Undo Install
sk: Späť Inštalovať

source: Undo Install action
sk: Späť činnosť Inštalovať

source: Disable
sk: Vypnúť

source: Mask this package
sk: Skryť tieto balíčky

source: Reinstall
sk: Preinštalovať

source: Reinstall the selected package
sk: Preinštalovať vybraný balíček

source: Undo Reinstall
sk: Späť Preinštalovať

source: Undo Reinstall action
sk: Späť činnosť Preinštalovať

source: Remove
sk: Vymazať

source: Remove the selected package
sk: Vymazať vybraný balíček

source: Undo Remove
sk: Späť Vymazať

source: Undo Remove action
sk: Späť činnosť Vymazať

source: Purge
sk: Úplne ostrániť

source: Remove the selected package and its configuration
sk: Vymazať vybraný balíček a jeho nastavenie

source: Undo Purge
sk: Späť Úplne odstrániť

source: Undo Purge action
sk: Späť činnosť Úplne odstrániť

source: Enable
sk: Zapnúť

source: Unmask this package
sk: Odkryť tento balíček

source: Mask the selected packages
sk: Skryť vybrané balíčky

source: Undo Update
sk: Späť Aktualizovať

source: Package Masking
sk: Skrývanie balíčka

source: _Enable
sk: _Aktivovať

source: Enable _all
sk: Zapnúť_všetko

source: _Properties
sk: _Vlastnosti

source: Undo Install Set action
sk: Späť činnosť Inštalovať časť

source: Undo Remove Set action
sk: Späť činnosť Vymazať časť

source: Update the selected package
sk: Aktualizovať vybrané balíčky

source: Undo Update action
sk: Späť činnosť Aktualizovať

source: Package Information
sk: Informácie o balíčku

source: Creation date
sk: Dátum vydania

source: Install Size
sk: Veľkosť po inštalácii

source: Package Size
sk: Veľkosť balíčka

source: MD5 Signature
sk: MD5 Podpis

source: Download Path
sk: Cesta k stiahnutiu

source: Branch
sk: Vetva

source: Kernel Tag
sk: Štítok jadra

source: Version
sk: Verzia

source: Location
sk: Umiestnenie

source: Website
sk: Webová stránka

source: Show ChangeLog
sk: Ukazať denník zmien

source: ChangeLog
sk: Denník zmien

source: _References
sk: _Posudok

source: D_ependencies
sk: _Závislosti

source: External Trigger
sk: Externý spúšťač

source: CONFIG_PROTECT
sk: NASTAV_OCHRANA

source: O_ther
sk: I_né

source: Add Document
sk: Pridať Dokument

source: Remove Selected
sk: Zmazať vybrané

source: Show Selected
sk: Ukáž vybrané

source: Load User Generated Content
sk: Načítať užívateľom vytvorený obsah

source: Notice Board Entry Information
sk: Vstupné informácie nástenky

source: Notice board Id
sk: Id nástenky

source: Mark as read
sk: Označ ako prečítané

source: Close notice
sk: Zavrieť upozornenie

source: Sulfur tips and tricks
sk: Tipy a triky pre Sulfur

source: tooltip text
sk: bublinový popis

source: Show tips on startup
sk: Zobraz tipy pri štarte

source: UGC Entry Information
sk: OVU vstupné informácie

source: Document type
sk: Typ dokumentu

source: Keywords (space separated)
sk: Kľúčové slová (oddelené medzerou)

source: _Submit Document
sk: _Poslať dokument

source: Submit a new document
sk: Poslať nový dokument

source: _Open Document
sk: Otvoriť _dokument
